hi_answers = [
    'Привет! Как ты?',
    'Салют! Что нового?',
    'Добрый день! Чем могу помочь?',
    'Привет. Рад тебя видеть!',
    'Здравствуй, как поживаешь?'
]

hi_words = ['привет', 'hi', 'хай', 'здравствуйте', 'здравствуй', 'салют', 'hello', 'хэлоу', 'хелоу', 'здарова']

all_answers = [
    'Не понимаю, о чем вы.', 'Пожалуйста, используйте встроенные команды!',
    'Используйте меня по назначению. Вам поможет команда "/help"', 'Я вас не понимаю, используйте встроенные функции',
    'Используйте команду "/help"', 'Пожалуйста, используйте меня по назначению'
]

help_phrases = ['что ты умеешь', 'что ты можешь', 'помощь', 'help', 'помоги', 'хэлп', 'хелп']

how_are_you_answers = [
    'Всё супер, спасибо!',
    'Замечательно, благодарю!',
    'Всё круто, рад, что вы спросили!',
    'Лучше всех! Спасибо, что спрашиваете!',
    'Я бодр и полон сил обрабатывать любые запросы, спасибо!'
]

how_are_you_phrases = ['как дела', 'как ты', 'как вы',
                       'как успехи', 'как поживаете',
                       'how are you', 'как жизнь', 'whatsup', 'sup']

help_response = "Привет! Используй мои возможности с помощью одной из следующих команд: \n" \
               "/start - Начать диалог с ботом \n" \
               "/help - Получить помощь \n" \
               "/forward - Отправить контактную информацию администратору\n" \
               "/info - Получить информацию о боте"


