hi_answers = [
    'Привет! Как ты?',
    'Салют! Что нового?',
    'Добрый день! Чем могу помочь?',
    'Привет. Рад тебя видеть!',
    'Здравствуй, как поживаешь?'
]

all_answers = [
    'Не понимаю, о чем вы.', 'Пожалуйста, используйте встроенные команды!',
    'Используйте меня по назначению. Вам поможет команда "/help"', 'Я вас не понимаю, используйте встроенные функции',
    'Используйте команду "/help"', 'Пожалуйста, используйте меня по назначению'
]

help_phrases = ['что ты умеешь', 'что ты можешь', 'помощь', 'help', 'помоги', 'хэлп', 'хелп']
