hi_answers = [
    'Привет! Как ты?',
    'Салют! Что нового?',
    'Добрый день! Чем могу помочь?',
    'Привет. Рад тебя видеть!',
    'Здравствуй, как поживаешь?'
]

hi_words = ['привет', 'hi', 'хай', 'здравствуйте', 'здравствуй', 'салют', 'hello', 'хэлоу', 'хелоу', 'здарова']

all_answers = [
    'Не понимаю, о чем вы.', 'Пожалуйста, используйте встроенные команды!',
    'Используйте меня по назначению. Вам поможет команда "/help"', 'Я вас не понимаю, используйте встроенные функции',
    'Используйте команду "/help"', 'Пожалуйста, используйте меня по назначению'
]

help_phrases = ['что ты умеешь', 'что ты можешь', 'помощь', 'help', 'помоги', 'хэлп', 'хелп']

how_are_you_answers = [
    'Всё супер, спасибо!',
    'Замечательно, благодарю!',
    'Всё круто, рад, что вы спросили!',
    'Лучше всех! Спасибо, что спрашиваете!',
    'Я бодр и полон сил обрабатывать любые запросы, спасибо!'
]

how_are_you_phrases = ['как дела', 'как ты', 'как вы',
                       'как успехи', 'как поживаете',
                       'how are you', 'как жизнь', 'whatsup', 'sup']

help_response = "Привет! Используй мои возможности с помощью одной из следующих команд: \n" \
                "/start - Начать диалог с ботом \n" \
                "/help - Получить помощь \n" \
                "/forward - Отправить контактную информацию администратору\n" \
                "/info - Получить информацию о боте"

vacancy_response = "/cashier - Кассир \n" \
                   "/sales_consultant - Продавец-консультант \n" \
                   "/barista - Бариста \n" \
                   "/sales_worker - Работник торгового зала \n" \
                   "/order_picker - Сборщик заказов \n" \
                   "/other_vacancies - Другие вакансии"

sales_consultant_text = """В дневном магазине:
Обязанности:
-Обслуживание покупателей на кассе.
-Работа по залу (приём, выкладка и ротация товара, оформление витрин, актуальные ценники, поддержание чистоты и порядка).
-Активные продажи, консультирование покупателей.
-Работа с тяжестями + работа на ногах.

В ночном магазине:
Обязанности:
-Работа по залу (приём, выкладка и ротация товара, оформление витрин, поддержание чистоты и порядка).
-Магазин закрывается для покупателей в 22/23 часа. После чего сотрудники остаются работать в ночь.

Оплата:

З.п. будет состоять из фиксированной ставки + премиальной части, которая будет зависеть от количества отработанных часов, выручки ТТ и количества сервисных отделов в магазине, в среднем 59 550 руб. (при графике 2/2), за 20 смен –  79 400 руб. (при графике 4/2).

Дневной магазин:     

Средняя зп за смену - 3 970 руб.

График 2/2, 3/3 (15 раб. смен) - в среднем на руки 59 550 руб.

График 4/2 (20 раб. смен.) - в среднем на руки 79 400 руб.

*+1,5% к коэффициенту при расчете премии + по 0.1% за каждый сервис

Ночной магазин:

Ср.зп смену - 4 180 руб.
График 2/2, 3/3 (15 раб. смен) - в среднем на руки 62 700 руб.
График 4/2 (20 раб. смен.) - в среднем на руки 83 600 руб.

*+1,5% к коэффициенту при расчете премии + по 0.1% за каждый сервис и ночной график

Увеличение стоимости часа сотрудников ночных магазинов +25 руб за час в период с 22.00 до 06.00

График работы: в основном с 8-00 до 22-00, но также есть и ТТ, где ПК работают с 7-00  до 23-00.

Стажировка: Начинается на следующий день после оформления. Территориально по направлению проживания (не всегда совпадает с магазином, где будете работать). Стажировка длится 5 рабочих смен. График стажировки индивидуальный, в зависимости от графика наставника. 4 дня по 8 часов (утро/вечер), оплачивается 1600 рублей и пятый день - полная рабочая смена.

Температурный режим на ТТ:  +16+18 С"""
